/* Archive - NSOpenPanel button title */
"Archive" = "Archiwum";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Archiwizuj pliki";

/* title of progress window */
"Archive Utility" = "Narzędzie archiwizujące";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "Archiwizowanie „%1$@” w „%2$@” zostało anulowane.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "Archiwizuję „%1$@”…";

/* Cancel */
"Cancel" = "Anuluj";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Porządkuję…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Nie ma katalogu z możliwością zapisu, w którym można umieścić zawartość „%1$@”. Spróbuj przenieść ten plik do katalogu, do którego masz uprawnienia zapisu.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Nie ma katalogu z możliwością zapisu, w którym można utworzyć archiwum „%1$@”. Spróbuj przenieść ten plik do katalogu, do którego masz uprawnienia zapisu.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Archiwizowanie „%1$@” w „%2$@” zakończone.";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Rozpakowywanie „%1$@” do „%2$@” zakończone.";

/* Default name of progress window */
"Progress" = "Postęp";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Wybierz miejsce, gdzie zachować „%1$@”…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Nie można zarchiwizować „%1$@” w „%2$@”.\n(Błąd %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "Nie można usunąć „%1$@”.";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Nie można usunąć archiwum „%1$@”.";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "Nie mogę rozpakować „%@” - jest w nieobsługiwanym formacie.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "Nie można rozpakować „%@” - archiwa Stuffit nie są obsługiwane.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Nie można zakończyć rozpakowania „%1$@” do „%2$@”.\nNie można było przenieść „%3$@” do katalogu docelowego.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "Nie można przenieść „%1$@” do „%2$@”.";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Nie można przenieść „%1$@” do „%2$@”.\nTo miejsce nie istnieje lub nie jest katalogiem.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "Nie można przenieść „%1$@” do Kosza.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Nie można przenieść archiwum „%1$@” do „%2$@”.";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Nie można przenieść archiwum „%1$@” do „%2$@”.\nTo miejsce nie istnieje lub nie jest katalogiem.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Nie można przenieść archiwum „%1$@” do Kosza.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Nie można otworzyć archiwum „%1$@”.\n(Błąd %2$d - %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Nie można otworzyć uszkodzonego archiwum „%1$@”.";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Nie można rozpakować „%1$@” do „%2$@”.\n(Błąd %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Rozpakuj";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Rozpakuj plik";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "Rozpakowanie „%1$@” do „%2$@” zostało anulowane.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "Rozpakowuję „%1$@”…";

